tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
brew "readline"
brew "python"
brew "autoconf"
brew "automake"
brew "carthage"
brew "cmake"
brew "cython"
brew "elasticsearch", restart_service: true
brew "icu4c"
brew "node", link: false
brew "eslint"
brew "ffmpeg"
brew "gdal"
brew "git-lfs"
brew "libtool"
brew "graphviz"
brew "influxdb"
brew "kibana"
brew "kubernetes-cli"
brew "kubectx"
brew "kubernetes-helm"
brew "mysql", restart_service: true
brew "neovim"
brew "node@10"
brew "node@8", link: true
brew "pandoc"
brew "pkg-config"
brew "r"
brew "scala"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "zsh"
brew "thoughtbot/formulae/rcm"
cask "google-cloud-sdk"
cask "java8"
cask "mactex"
